Repository: wind-flying-clouds/AudioMuse
Catalog: MuseAmpDatabaseKit/Sources/MuseAmpDatabaseKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Copy
zh_hans: %@ 副本

source: DatabaseManager audit runtime is unavailable
zh_hans: DatabaseManager 审计运行时不可用

source: DatabaseManager is not initialized
zh_hans: DatabaseManager 未初始化

source: DatabaseManager write runtime is unavailable
zh_hans: DatabaseManager 写入运行时不可用

source: Found %ld invalid library paths
zh_hans: 发现 %ld 个无效曲库路径

source: Found %ld orphan artwork files
zh_hans: 发现 %ld 个孤立封面文件

source: Found %ld orphan lyrics files
zh_hans: 发现 %ld 个孤立歌词文件

source: Found %ld playlist entries without backing files
zh_hans: 发现 %ld 个播放列表条目缺少 backing 文件

source: Library command requires async send
zh_hans: 曲库命令需要异步发送

source: Unsupported library command
zh_hans: 不支持的曲库命令
